import { Container } from "@mui/material";
import React from "react";

const Home = () => {
  return (
    <Container>
      <div style={{ padding: "20px" }}>
        <h1>🏠 أهلاً بك في الكابتن</h1>
        <p>منصة متكاملة لإدارة خدمات النقل والشحن</p>
      </div>
      <div style={{ padding: "20px" }}>
        <h1>🏠 أهلاً بك في الكابتن</h1>
        <p>منصة متكاملة لإدارة خدمات النقل والشحن</p>
      </div>
      <div style={{ padding: "20px" }}>
        <h1>🏠 أهلاً بك في الكابتن</h1>
        <p>منصة متكاملة لإدارة خدمات النقل والشحن</p>
      </div>
      <div style={{ padding: "20px" }}>
        <h1>🏠 أهلاً بك في الكابتن</h1>
        <p>منصة متكاملة لإدارة خدمات النقل والشحن</p>
      </div>
      <div style={{ padding: "20px" }}>
        <h1>🏠 أهلاً بك في الكابتن</h1>
        <p>منصة متكاملة لإدارة خدمات النقل والشحن</p>
      </div>
      <div style={{ padding: "20px" }}>
        <h1>🏠 أهلاً بك في الكابتن</h1>
        <p>منصة متكاملة لإدارة خدمات النقل والشحن</p>
      </div>
    </Container>
  );
};

export default Home;
